Repository: dustinkirkland/byobu
Catalog: po/*.po
Languages: it

source: Choose
it: Scegli

source: File exists
it: File già esistente

source: Remove file? [y/N]
it: Rimuovere il file? [s/N]

source: Select a color:
it: Seleziona un colore:

source: Profile
it: Profilo

source: Archive
it: Archivio

source: Extract the archive in your home directory on the target system.
it: Estrai l'archivio nel percorso principale del sistema.

source: Error:
it: Errore:

source: file exists, but is not a symlink
it: il file esiste, ma non è un link simbolico

source: Select a screen profile:
it: Selezionare un profilo dello schermo:

source: ERROR: Invalid selection
it: ERRORE: Selezione non valida

source: If you are using the default set of keybindings, press\n<F5> to activate these changes.\n\nOtherwise, exit this screen session and start a new one.
it: Se si sta usando l'associazione dei tasti predefinita, premere\n<F5> per rendere attivi questi cambiamenti.\n\nAltrimenti uscire da questa sessione dello schermo e inziarne una nuova.

source: Run "byobu" to activate
it: Esegui "byobu" per attivare

source: Byobu currently launches at login (toggle off)
it: Byobu attualmente si avvia al login (disabilita)

source: Byobu currently does not launch at login (toggle on)
it: Byobu attualmente non si avvia la login (abilita)

source: Help
it: Aiuto

source: Change Byobu's colors
it: Cambia i colori di Byobu

source: Toggle status notifications
it: Abilita notifiche sullo stato

source: Change keybinding set
it: Modifica associazione tasti predefinita

source: Change escape sequence
it: Cambia la sequenza di escape

source: Create new windows
it: Crea nuove finestre

source: Manage default windows
it: Gestisci finestre predefinite

source: Byobu Configuration Menu
it: Menu di configurazione di Byobu

source: Cancel
it: Annulla

source: Byobu Help
it: Aiuto di Byobu

source: Apply
it: Applica

source: Which profile would you like to use?
it: Quale profilo vorresti usare?

source: Message
it: Messaggio

source: Which set of keybindings would you like to use?
it: Quale associazione di tasti vuoi utilizzare?

source: Title:
it: Titolo:

source: Command:
it: Comando:

source: Presets:
it: Preset:

source: Add to default windows
it: Aggiungi alle finestre predefinite

source: Create new window(s):
it: Crea nuova/e finestra/e:

source: Toggle status notifications:
it: Abilita notifiche sullo stato:

source: Windows:
it: Finestre:

source: Select window(s) to create by default:
it: Seleziona una o più finestre per crearle di default:

source: Byobu will be launched automatically next time you login.
it: Byobu sarà avviato automaticamente al prossimo login.

source: Byobu will not be used next time you login.
it: Byobu non verrà utilizzato al prossimo accesso.

source: Escape key: ctrl-
it: Comando d'uscita: ctrl-

source: Change escape sequence:
it: Cambia sequenza d'uscita

source: <Tab>/<Alt-Tab> between elements | <Enter> selects | <Esc> exits
it: <Tab>/<Alt-Tab> tra elementi | <Invio> seleziona | <Esc> esce
